import React from "react";

const Features = () => {
    return (
        <div className="container">
            <h1 style={{
            textAlign:"center",
            marginTop: "2rem",
            marginBottom: "1rem",}}>
                Особенности
            </h1>
                <p>Особенностями данного TODO листа являются возможности добавления, редактирования, удаления задач.</p>
                <ul>
                <li>Ничего лишнего. Наш список дел не перегружен ненужными функциями.</li>
                <li>Отсутствие регистрации, возможность сразу приступить к работе</li>
                <li>Удобный интерфейс. Мы постоянно работаем над улучшением удобства нашего сервиса.</li>
                <li>
        Доступен с любого компьютера. Всегда с вами: дома, на работе, на отдыхе. Он там, где есть интернет.</li>
                </ul> 


            <hr />
        </div>
    )
}

export default Features;